import React, { useState, useEffect } from "react";
import { RiCon, RiHe, RiHea, RiPa, RiUl, RiWra } from "./Rights.elements";

const Rights = () => {
  return (
    <RiWra>
      <RiCon>
        <RiHe>شروط الخدمة لموقع التوظيف الطبي</RiHe>
        <RiPa>تاريخ النفاذ: يوليو 2000</RiPa>
        <RiHea> التعريفات الاساسية:</RiHea>
        <RiPa>
          شركة أمن الصحية، وشركاتها التابعة والشقيقة (جميعًا "أمن"، "نحن"،
          "لنا"، و"لدينا") ملتزمة بضمان خصوصية المعلومات التي تشاركها معنا.
          لأغراض هذه السياسة الخاصة بالخصوصية، عندما نستخدم "أمن"، "نحن"، "لنا"،
          أو "لدينا"، نحن نشير إلى ونتضمن جميع الشركات التي تحت ملكية أمن،
          القيادة والسيطرة حاليًا، والتي تتضمن:
        </RiPa>
        <RiUl>
          <li> الموقع" يشير إلى موقع التوظيف الطبي الخاص بنا.</li>
          <li> المستخدم" يشير إلى أي شخص يسجل أو يستخدم موقعنا.</li>
          <li> الخدمة" تشمل جميع الخدمات المقدمة عبر الموقع.</li>
        </RiUl>
        <RiHea> الأجر عند التوظيف:</RiHea>
        <RiUl>
          <li>
            بموافقتك على هذه الشروط، توافق على أنه في حال تم توظيفك من خلال
            موقعنا، سيتم دفع أجرك الأول لنا كرسوم خدمة.
          </li>
          <li>
            ستتم مراجعة هذا الشرط بناءً على القوانين المحلية وقد يختلف وفقاً
            للدولة أو المنطقة.
          </li>
        </RiUl>
        <RiHea>استخدام المعلومات والبريد الإلكتروني:</RiHea>
        <RiUl>
          <li>
            بتسجيلك في موقعنا، تمنحنا الحق في استخدام معلوماتك الشخصية وعنوان
            بريدك الإلكتروني لأغراض الإعلان والترويج.
          </li>
          <li>
            نلتزم بحماية خصوصية معلوماتك وفقًا لقوانين حماية البيانات المعمول
            بها.
          </li>
        </RiUl>
        <RiHea>التزامات المستخدم:</RiHea>
        <RiUl>
          <li>يجب على المستخدمين تقديم معلومات صحيحة ودقيقة عند التسجيل.</li>
          <li>
            يجب على المستخدمين الالتزام بالقوانين والأنظمة المحلية المتعلقة
            بالتوظيف والخصوصية.
          </li>
        </RiUl>
        <RiHea> التعديلات على الشروط:</RiHea>
        <RiUl>
          <li> نحتفظ بالحق في تعديل شروط الخدمة هذه في أي وقت.</li>
          <li>
            سيتم إبلاغ المستخدمين بأي تغييرات من خلال موقعنا الإلكتروني أو عبر
            البريد الإلكتروني.
          </li>
        </RiUl>
        <RiHea> إخلاء المسؤولية:</RiHea>
        <RiUl>
          <li> لا نضمن الحصول على وظيفة لجميع المستخدمين.</li>
          <li> لا نتحمل مسؤولية أي أضرار ناتجة عن استخدام الموقع.</li>
        </RiUl>
        <RiHea> القبول:</RiHea>
        <RiUl>
          <li> يعتبر استخدامك لموقعنا قبولًا لهذه الشروط وموافقة عليها.</li>
          <li>
            يُطلب من المستخدمين قراءة هذه الشروط بعناية قبل استخدام الموقع.
          </li>
        </RiUl>
        <RiHea> النزاعات والقانون الحاكم:</RiHea>
        <RiUl>
          <li> يخضع أي نزاع ناشئ عن هذه الشروط للقانون المحلي.</li>
          <li>يجب حل النزاعات عن طريق التحكيم أو المحكمة المختصة.</li>
        </RiUl>
      </RiCon>
    </RiWra>
  );
};

export default Rights;
